{
  "market": "Stocks Market",
  "cryptoMarket": "Crypto Market",
  "aboutUs": "About Us",
  "aboutUsTitle": "About Us",
  "aboutUsContent": "At TradeX, we believe that trading should be accessible, intuitive, and powerful. Our platform is designed to help you trade smarter and invest better.",
  "ourMission": "Our Mission",
  "ourMissionContent": "Our mission is to democratize trading by providing a user-friendly platform that gives everyone, regardless of experience, the opportunity to trade with ease.",
  "contactUs": "Contact Us",
  "contactUsDescription": "If you have any questions or need assistance, don't hesitate to reach out to us.",
  "getInTouch": "Get in Touch",
  "fullName": "Full Name",
  "yourName": "Your Name",
  "emailAddress": "Email Address",
  "yourEmail": "Your Email",
  "message": "Message",
  "yourMessage": "Your Message",
  "sendMessage": "Send Message",
  "location": "Location:",
  "address": "Building 1306, Road 4625, Manama Sea Front, 346 Kingdom of Bahrain P.O. Box 20525",
  "call": "Call",
  "email": "Email",
  "fax": "Fax",
  "privacyPolicy": "Privacy Policy",
  "privacyPolicyTitle": "Privacy Policy",
  "privacyPolicyIntro": "Your privacy is very important to us. Please read our Privacy Policy to learn more about how we protect your data.",
  "informationWeCollect": "1. Information We Collect",
  "informationWeCollectContent": "We collect personal information such as your name, email address, and financial information when you use our platform. We also collect data related to your usage of our services for improving user experience.",
  "howWeUseYourInformation": "2. How We Use Your Information",
  "howWeUseYourInformationContent": "Your information is used to provide you with services, improve our platform, communicate with you about updates, and comply with legal requirements.",
  "dataSecurity": "3. Data Security",
  "dataSecurityContent": "We use industry-standard encryption and security protocols to protect your data from unauthorized access, alteration, or disclosure.",
  "sharingYourInformation": "4. Sharing Your Information",
  "sharingYourInformationContent": "We do not sell or rent your personal information to third parties. We may share your information with trusted partners only for the purpose of providing our services to you.",
  "yourRights": "5. Your Rights",
  "yourRightsContent": "You have the right to access, update, or delete your personal information at any time. You may also opt-out of marketing communications by following the instructions provided in those communications.",
  "changesToThisPrivacyPolicy": "6. Changes to This Privacy Policy",
  "changesToThisPrivacyPolicyContent": "We reserve the right to update or change this Privacy Policy. Any changes will be posted on this page, and the updated date will be reflected at the bottom of this page.",
  "dashboard": "Dashboard",
  "profile": "Profile",
  "login": "Login",
  "register": "Register",
  "logout": "Logout",
  "english": "English",
  "spanish": "Spanish",
  "french": "French",
  "arabic": "Arabic",
  "currencyConverter": "Currency Converter",
  
  "welcomeMessage": "Welcome to TradeX",
  "heroDescription": "Your trusted platform for intelligent trading and smart investments.",
  "getStarted": "Get Started",
  "realTimeMarketInsights": "Real-Time Market Insights",
  "realTimeMarketDescription": "Stay ahead of the market with real-time stock prices, trends, and advanced analytics to make informed decisions.",
  "powerfulTradingTools": "Powerful Trading Tools",
  "powerfulTradingToolsDescription": "Leverage advanced trading features, including real-time price tracking and intuitive order execution tools.",
  "topTierSecurity": "Top-Tier Security",
  "topTierSecurityDescription": "Your privacy is our priority. Enjoy peace of mind with robust encryption and industry-leading security protocols.",
  "startYourTradingJourney": "Start Your Trading Journey Today",
  "joinThousandsOfTraders": "Join thousands of traders who trust TradeX for seamless, secure, and efficient trading."
}
