{
  "market": "Mercado de Acciones",
  "cryptoMarket": "Mercado de Criptomonedas",
  "aboutUs": "Acerca de Nosotros",
  "aboutUsTitle": "Acerca de TradeX",
  "aboutUsContent": "En TradeX, creemos que el trading debe ser accesible, intuitivo y poderoso. Nuestra plataforma está diseñada para ayudarte a operar de manera más inteligente e invertir mejor.",
  "ourMission": "Nuestra Misión",
  "ourMissionContent": "Nuestra misión es democratizar el trading proporcionando una plataforma fácil de usar que permita a cualquier persona, independientemente de su experiencia, operar con facilidad.",
  "contactUs": "Contáctenos",
  "contactUsDescription": "Si tienes alguna pregunta o necesitas asistencia, no dudes en ponerte en contacto con nosotros.",
  "getInTouch": "Ponte en Contacto",
  "fullName": "Nombre Completo",
  "yourName": "Tu Nombre",
  "emailAddress": "Dirección de Correo Electrónico",
  "yourEmail": "Tu Correo Electrónico",
  "message": "Mensaje",
  "yourMessage": "Tu Mensaje",
  "sendMessage": "Enviar Mensaje",
  "location": "Ubicación:",
  "address": "Edificio 1306, Calle 4625, Frente al Mar de Manama, 346 Reino de Baréin, Apartado de correos 20525",
  "call": "Llamar",
  "email": "Correo Electrónico",
  "fax": "Fax",
  "privacyPolicy": "Política de Privacidad",
  "privacyPolicyTitle": "Política de Privacidad",
  "privacyPolicyIntro": "Tu privacidad es muy importante para nosotros. Por favor, lee nuestra Política de Privacidad para saber más sobre cómo protegemos tus datos.",
  "informationWeCollect": "1. Información que Recopilamos",
  "informationWeCollectContent": "Recopilamos información personal como tu nombre, dirección de correo electrónico e información financiera cuando utilizas nuestra plataforma. También recopilamos datos relacionados con el uso de nuestros servicios para mejorar la experiencia del usuario.",
  "howWeUseYourInformation": "2. Cómo Usamos Tu Información",
  "howWeUseYourInformationContent": "Tu información se utiliza para proporcionarte nuestros servicios, mejorar nuestra plataforma, comunicarnos contigo sobre actualizaciones y cumplir con los requisitos legales.",
  "dataSecurity": "3. Seguridad de los Datos",
  "dataSecurityContent": "Utilizamos protocolos de seguridad y encriptación de nivel industrial para proteger tus datos contra accesos no autorizados, alteraciones o divulgaciones.",
  "sharingYourInformation": "4. Compartir Tu Información",
  "sharingYourInformationContent": "No vendemos ni alquilamos tu información personal a terceros. Podemos compartir tu información con socios de confianza únicamente para ofrecerte nuestros servicios.",
  "yourRights": "5. Tus Derechos",
  "yourRightsContent": "Tienes derecho a acceder, actualizar o eliminar tu información personal en cualquier momento. También puedes optar por no recibir comunicaciones de marketing siguiendo las instrucciones que se te proporcionen.",
  "changesToThisPrivacyPolicy": "6. Cambios a Esta Política de Privacidad",
  "changesToThisPrivacyPolicyContent": "Nos reservamos el derecho de actualizar o modificar esta Política de Privacidad. Cualquier cambio será publicado en esta página y la fecha de la actualización se reflejará en la parte inferior de la página.",
  "dashboard": "Tablero",
  "profile": "Perfil",
  "login": "Iniciar sesión",
  "register": "Registrarse",
  "logout": "Cerrar sesión",
  "english": "Inglés",
  "spanish": "Español",
  "french": "Francés",
  "arabic": "Árabe",
  "currencyConverter": "Convertidor de Monedas",
  
  "welcomeMessage": "Bienvenido a TradeX",
  "heroDescription": "Tu plataforma confiable para trading inteligente e inversiones inteligentes.",
  "getStarted": "Comenzar",
  "realTimeMarketInsights": "Información de Mercado en Tiempo Real",
  "realTimeMarketDescription": "Mantente por delante del mercado con precios en tiempo real, tendencias y análisis avanzados para tomar decisiones informadas.",
  "powerfulTradingTools": "Herramientas de Trading Potentes",
  "powerfulTradingToolsDescription": "Aprovecha las características avanzadas de trading, incluido el seguimiento de precios en tiempo real y herramientas intuitivas para la ejecución de órdenes.",
  "topTierSecurity": "Seguridad de Primera Línea",
  "topTierSecurityDescription": "Tu privacidad es nuestra prioridad. Disfruta de la tranquilidad con robustas medidas de encriptación y protocolos de seguridad líderes en la industria.",
  "startYourTradingJourney": "Comienza Tu Viaje de Trading Hoy",
  "joinThousandsOfTraders": "Únete a miles de traders que confían en TradeX para un trading seguro, eficiente y sin problemas."
}
