{
  "market": "Marché des Actions",
  "cryptoMarket": "Marché de la Cryptomonnaie",
  "aboutUs": "À Propos de Nous",
  "aboutUsTitle": "À Propos de TradeX",
  "aboutUsContent": "Chez TradeX, nous croyons que le trading devrait être accessible, intuitif et puissant. Notre plateforme est conçue pour vous aider à trader de manière plus intelligente et à investir mieux.",
  "ourMission": "Notre Mission",
  "ourMissionContent": "Notre mission est de démocratiser le trading en fournissant une plateforme conviviale qui permet à tout le monde, quel que soit son expérience, de trader facilement.",
  "contactUs": "Contactez-Nous",
  "contactUsDescription": "Si vous avez des questions ou avez besoin d'aide, n'hésitez pas à nous contacter.",
  "getInTouch": "Contactez-nous",
  "fullName": "Nom Complet",
  "yourName": "Votre Nom",
  "emailAddress": "Adresse Email",
  "yourEmail": "Votre Email",
  "message": "Message",
  "yourMessage": "Votre Message",
  "sendMessage": "Envoyer le Message",
  "location": "Emplacement:",
  "address": "Bâtiment 1306, Route 4625, Front de Mer de Manama, 346 Royaume de Bahreïn, Boîte Postale 20525",
  "call": "Appeler",
  "email": "Email",
  "fax": "Fax",
  "privacyPolicy": "Politique de Confidentialité",
  "privacyPolicyTitle": "Politique de Confidentialité",
  "privacyPolicyIntro": "Votre vie privée est très importante pour nous. Veuillez lire notre Politique de Confidentialité pour en savoir plus sur la manière dont nous protégeons vos données.",
  "informationWeCollect": "1. Informations que Nous Collectons",
  "informationWeCollectContent": "Nous collectons des informations personnelles telles que votre nom, adresse e-mail et informations financières lorsque vous utilisez notre plateforme. Nous collectons également des données liées à votre utilisation de nos services pour améliorer l'expérience utilisateur.",
  "howWeUseYourInformation": "2. Comment Nous Utilisons Vos Informations",
  "howWeUseYourInformationContent": "Vos informations sont utilisées pour vous fournir nos services, améliorer notre plateforme, communiquer avec vous à propos des mises à jour et respecter les exigences légales.",
  "dataSecurity": "3. Sécurité des Données",
  "dataSecurityContent": "Nous utilisons des protocoles de sécurité et de cryptage de niveau industriel pour protéger vos données contre tout accès non autorisé, modification ou divulgation.",
  "sharingYourInformation": "4. Partage de Vos Informations",
  "sharingYourInformationContent": "Nous ne vendons ni ne louons vos informations personnelles à des tiers. Nous pouvons partager vos informations avec des partenaires de confiance uniquement dans le but de vous fournir nos services.",
  "yourRights": "5. Vos Droits",
  "yourRightsContent": "Vous avez le droit d'accéder à vos informations personnelles, de les mettre à jour ou de les supprimer à tout moment. Vous pouvez également vous désabonner des communications marketing en suivant les instructions qui vous sont fournies.",
  "changesToThisPrivacyPolicy": "6. Modifications de cette Politique de Confidentialité",
  "changesToThisPrivacyPolicyContent": "Nous nous réservons le droit de mettre à jour ou de modifier cette Politique de Confidentialité. Toute modification sera publiée sur cette page, et la date de la mise à jour sera indiquée au bas de la page.",
  "dashboard": "Tableau de Bord",
  "profile": "Profil",
  "login": "Se Connecter",
  "register": "S'inscrire",
  "logout": "Se Déconnecter",
  "english": "Anglais",
  "spanish": "Espagnol",
  "french": "Français",
  "arabic": "Arabe",
  "currencyConverter": "Convertisseur de Monnaie",
  
  "welcomeMessage": "Bienvenue sur TradeX",
  "heroDescription": "Votre plateforme de confiance pour un trading intelligent et des investissements éclairés.",
  "getStarted": "Commencer",
  "realTimeMarketInsights": "Informations en Temps Réel sur le Marché",
  "realTimeMarketDescription": "Restez en avance sur le marché avec des prix en temps réel, des tendances et des analyses avancées pour prendre des décisions éclairées.",
  "powerfulTradingTools": "Outils de Trading Puissants",
  "powerfulTradingToolsDescription": "Profitez des fonctionnalités de trading avancées, y compris le suivi des prix en temps réel et des outils intuitifs pour exécuter des ordres.",
  "topTierSecurity": "Sécurité de Haut Niveau",
  "topTierSecurityDescription": "Votre confidentialité est notre priorité. Profitez de la tranquillité d'esprit grâce à un cryptage robuste et des protocoles de sécurité de classe mondiale.",
  "startYourTradingJourney": "Commencez Votre Aventure de Trading Dès Aujourd'hui",
  "joinThousandsOfTraders": "Rejoignez des milliers de traders qui font confiance à TradeX pour un trading sécurisé, efficace et sans tracas."
}
